Tekla.Structures.Filtering.Categories.WeldFilterExpressions.PositionNumber
The PositionNumber class represents the position number filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.PositionNumber.#ctor
Initializes a new instance of the PositionNumber class.